/* No comment provided by engineer. */
"Add/enable access to accounts at Settings->Twitter" = "Добавьте/разрешите доступ к учетной записи в Настройки->Twitter";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Delete offline data: %.1fMb" = "Удалить файлы: %.1fMb";

/* No comment provided by engineer. */
"Downloaded: %i/%i" = "Скачано: %1$i/%2$i";

/* No comment provided by engineer. */
"Error loading page" = "Ошибка при загрузке страницы";

/* No comment provided by engineer. */
"Error while getting data" = "Ошибка при получение данных.";

/* No comment provided by engineer. */
"Loading page" = "Загрузка страницы";

/* No comment provided by engineer. */
"Page loaded" = "Страница загружена";

/* No comment provided by engineer. */
"Please check that Internet connection is available or access is enabled for Offtie application at Settings->Twitter" = "Проверьте, что есть доступ в Интернет. Или проверьте доступ Offtie в Настройки->Twitter";

/* No comment provided by engineer. */
"Preparing to update" = "Подготовка к обновлению";

/* No comment provided by engineer. */
"Select twitter account: " = "Выберите учетную запись twitter: ";

"Connection error" = "Ошибка при соединении";

"Updated on: %@" = "Обновлено %@";
"Getting timeline" = "Получение данных";
"Account selection" = "Учетная запись";
"Timeline" = "Меню";

"Refresh & Download" = "Обновить";
"Select page from left menu." = "Выберите страницу со списка справа";